Repository: Esukhia/Corpora
Catalog: Parallel/84000/Toh_260-The_Akasagarbha_Sutra-v1.tmx
Source language: bo
Languages: en

source: དགེ་སློང་བསམ་གཏན་པ་དག་ནི་ཏིང་ངེ་འཛིན་དང་། གཟུངས་དང་། བཟོད་པ་དང་། ས་དག་ལ་སྣོད་དུ་གྱུར་པ།
en: The bhikṣu meditators have become vessels for meditative concentration, dhāraṇīs, tolerance, and the grounds.

source: སྦྱིན་གནས་དམ་པ་སྣོད་དམ་པར་གྱུར་པ།
en: They have become holy beings worthy of receiving offerings; they have become sacred vessels.

source: འཇིག་རྟེན་གྱི་སྣང་བར་བྱེད་པ། ལམ་སྟོན་པར་བྱེད་པ།
en: They illuminate the world and show the way,

source: ལས་ཀྱི་ཞིང་དང་ཉོན་མོངས་པའི་ཞིང་ལས་སེམས་ཅན་རྣམས་སྒྲོལ་བར་བྱེད་པ། མྱ་ངན་ལས་འདའ་བར་འགྲོ་བའི་ལམ་ལ་གཞོག་པར་བྱེད་པའོ།
en: liberating beings from the realm of karma and afflictions and placing them on the path leading beyond sorrow.

source: ལྟུང་བའི་དངོས་པོར་འགྱུར། ལྷ་དང་མིའི་བདེ་བ་ཐམས་ཅད་ལས་ཕས་ཕམ་པར་འགྱུར།
en: They have incurred a transgression, will be deprived of the happiness of the higher realms and of liberation,

source: དགེ་སློང་དག་གཙེ་བའི་ཕྱིར་དེ་འདྲ་བའི་ཆོས་དང་མི་ལྡན་པའི་བྱ་བ་འཆའ་བར་བྱེད་དེ།
en: they organize duties for the monastic community that are dissociated from such meritorious activities in order to harm the bhikṣus.

source: ལྟུང་བའི་རྩ་བ་བཤགས་པར་འདོད་ན།
en: they wish to disclose their root transgressions,

source: གལ་ཏེ་དེ་དག་བྱང་ཆུབ་སེམས་དཔའ་ནམ་མཁའི་སྙིང་པོ་ལ་ཕྱག་འཚལ་ཞིང་དེའི་མིང་ནས་བརྗོད་ན་
en: pay homage to the bodhisattva Ākāśagarbha, and call out his name, then,

source: རིགས་ཀྱི་བུ་དེ་དག་གི་སྐལ་བ་ཇི་ལྟ་བ་བཞིན་དུ་སེམས་ཅན་དེའི་མདུན་དུ་ཐ་མལ་པའི་ཚུལ་དུ་འདུག་པའམ།
en: son of noble family, in accordance with their merit, he will stand before those sentient beings as an ordinary person,

source: བྲམ་ཟེའི་གཟུགས་ནས་བུ་མོའི་གཟུགས་ཀྱི་བར་གྱིས་བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པ་དེའི་མདུན་དུ་འདུག་སྟེ།
en: or in front of those beginner bodhisattvas in various forms, from that of a brahmin to that of a girl,

source: ལྟུང་བའི་རྩ་བ་དེ་ཇི་ལྟར་བྱུང་བ་དེ་འཆགས་སུ་འཇུག་གོ།
en: and make them disclose those transgressions just as they have occurred.

source: རིམ་གྲོ་བྱེད། བསྟི་སྟང་བྱེད། བཀུར་སྟི་བྱེད། མཆོད་པ་བྱེད་ཅིང་། མེ་ཏོག་དང་། སྤོས་དང་། ཕྲེང་བ་དང་། བྱུག་པ་དང་། གདུགས་དང་། རྒྱལ་མཚན་དང་། བ་དན་རྣམ་པ་དུ་མ་དག་གིས་བཀུར་སྟིར་བྱེད།
en: venerate him, revere him deeply, and worship and honor him in numerous ways with flowers, incense, garlands, ointments, parasols, banners of victory, and flags—

source: ཕྱག་འཚལ་བར་བྱེད། བདག་གི་སྲོག་ཀྱང་དེ་ལ་འབུལ་བར་བྱེད་ན་
en: if they pay homage to him and even offer their lives to him,

source: སེམས་ཅན་དེ་དག་ནི་མེས་འཆི་བའི་དུས་བྱེད་པར་མི་འགྱུར། ཆུས་མ་ཡིན།
en: then those beings will not die in fire or in water,

source: དུས་མ་ཡིན་པར་མི་འཆི། ནད་བུ་ཅན་དུ་མི་འགྱུར། བཀྲེས་པ་དང་སྐོམ་པས་འཆི་བའི་དུས་བྱེད་པར་མི་འགྱུར། རྒྱལ་པོའི་ཆད་པས་ཆོད་པར་མི་འགྱུར།
en: They will not die an untimely death, become sick, or die of hunger or thirst, nor will they be killed by order of a ruler,

source: འཆི་བའི་དུས་ལ་བབ་ཀྱི་བར་དུ་ལྟུང་བའི་རྩ་བ་འབྱུང་བར་མི་འགྱུར་ཏེ།
en: and for the rest of their lives they will not incur a single transgression.

source: དེ་དག་མིག་གིས་གཟུགས་མི་མཐོང་།
en: they will not see forms with their eyes,

source: །གང་འདོད་པའི་དབང་ཕྱུག་ལ་གུས་པ་དེ་དག་ལ་ནི་འདོད་པའི་དབང་ཕྱུག་གི་བར་དུ་སྟོན་པ་ནས།
en: To those who revere Kāmeśvara, he will display the form of Kāmeśvara.

source: གང་སྲེད་མེད་ཀྱི་བུ་ལ་གུས་པ་དང་། གང་དབང་ཕྱུག་ཆེན་པོ་ལ་གུས་པ་དང་། བརྒྱ་བྱིན་ལ་གུས་པ་དང་། འཁོར་ལོས་སྒྱུར་བ་ལ་གུས་པ་དང་། ཉི་མ་དང་། ཟླ་བ་དང་། ཡུལ་འཁོར་སྲུང་དང་། འཕགས་སྐྱེས་པོ་དང་། མིག་མི་བཟང་དང་རྣམ་ཐོས་ཀྱི་བུ་ལ་གུས་པ་དང་། གང་དག་ལྷ་དང་། རི་དང་། ཤིང་དང་། ཆུ་མིག་དང་། མཚེའུ་དང་། ལྟེང་ཀ་སྣ་ཚོགས་ལ་གུས་པའི་བར་དུ་གང་དང་གང་གི་སྐྱབས་སུ་སོང་བའི་སེམས་ཅན་དེ་དག་ལ་དེ་ལྟ་དེ་ལྟར་སེམས་ཅན་དེ་དག་གི་མདུན་དུ་བསྟན་ནས།
en: To those who have taken refuge in and revere Nārāyaṇa, Śakra, a cakravartin, the sun, the moon, Dhṛtarāṣṭra, Virūḍhaka, Virupākṣa, or Vaiśravaṇa, or who have taken refuge in various objects such as devas, mountains, trees, fountains, ponds, and pools, he will show himself accordingly.

source: གང་གི་བསམ་པ་ཅི་འདྲ་བ་བཞིན་དུ་དེའི་གཟུགས་ཀྱིས་འདི་སྐད་ཅེས་སྨྲའོ།
en: And in the form that corresponds to their disposition he will speak the following words:

source: །དེའི་ཚེ་སེམས་ཅན་དེ་དག་སངས་རྒྱས་ཡིད་ལ་བྱེད་པའི་སྒྲས་དགའ་ཞིང་རངས་ནས་འཆི་བའི་དུས་བྱས་ཏེ། སངས་རྒྱས་ཀྱི་ཞིང་རྙོག་པ་མེད་པ་ཡོངས་སུ་དག་པ། གང་ན་སངས་རྒྱས་བཅོམ་ལྡན་འདས་བཞུགས་པ། འཚོ་བ། གཞེས་པ། ཆོས་ཀྱང་སྟོན་པ་དེར་སྐྱེ་བར་འགྱུར་རོ།
en: At this time, these beings will be joyful and delighted by the sound (of those words) that bring the Buddha to mind. Then they will die and be reborn in a buddhafield, unsullied and pure, in which a buddha bhagavān dwells, lives, and resides, and where he teaches the Dharma.

source: ཨུ་མུ་ར་ཎ་ཁེ། བཀྵ་མ་ནི་ལེ། ས་མུ་དྲ། ཨ་བ་ད་རེ་ན། ན་ཡ་ན་ཡ། མ་ཧཱ་ཀཱ་རུ་ཎི་ཀཱ། ཨ་ནུ་པ་མ་ཛམ་བྷ་སྨྲྀ་ཏི། ཨ་ཀྲ་ཛམ་བྷ་སྨྲྀ་ཏི། བཛྲ་ཛམ་བྷ་སྨྲྀ་ཏི། ཀོ་ཥསྨྲྀ་ཏི། ཨ་ནུ་པ་མ་སྨྲྀཏི། བྷུཏ་ཀོ་ཊི་ཏི་སྭཱ་ཧཱ།
en: umuraṇakhe | bakṣamanile | samudra | avadarena | nayanaya | mahā­kāruṇikā | anupama­jambha­smṛti | akra­jambha­smṛti | vajra­jambha­smṛti| koṣa­smṛti | anupama­smṛti | bhūtakoṭi­smṛti svāhā |

source: དེ་ལ་དྲན་པ་དང་ཏིང་ངེ་འཛིན་ལ་འཇུག་པ་སྦྱིན་པར་བྱེད་དོ།
en: To those who recite in this way, Ākāśagarbha grants mindfulness and entrance into meditative concentration.

source: །གང་ཡང་སངས་རྒྱས་ཀྱི་བཀའ་ཡང་རུང་། ཉན་ཐོས་ཀྱིས་བཤད་པ་ཡང་རུང་སྟེ། བསྟན་བཅོས་སྣ་ཚོགས་ཀློག་པར་འདོད་ན།
en: Those who desire to study treatises, whether the words of the Buddha or expositions by the śrāvakas,

source: །དགོངས་ཤིག་དགོངས་ཤིག
en: Give heed, give heed to me!

source: །མཁས་པ་ཆེན་པོ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ནང་ན་བསམ་གྱིས་མི་ཁྱབ་པའི་རིགས་ཀྱི་བུ་ནམ་མཁའི་སྙིང་པོ་གང་ཟག་གི་མཆོག
en: Greatly learned one, among all beings, Ākāśagarbha, son of noble family beyond imagination, you are supreme.

source: ཨི་ནཱི་ལ་ཛ། བི་ཥན་དུ་ཥ་ཛ། བི་ཡ་བ་ན་ཛ། བི་བཀྵི་སམེ། པཱ་ཤ་ལ་ཛ་སི། སྠཱ་ན་ཤ་ར་བེ། ཤསྟྲ་ཀརྞྞེ། ཧུ་མ་ཧུ་མ། མ་ཧཱ་ཀཱ་རུ་ཎི་ཀ་སྭཱ་ཧཱ།
en: inīlaja | viṣanaduṣaja | viyavanaja | vibakṣisame | pāśalajasi | sthānaśarave | śastrakarṇṇe | humahuma | mahā­kāruṇika svāhā |

source: གང་མི་མཛའ་བ་དང་ཕྲད་པ་དང་།
en: or face hostile people:

source: གང་དག་མེས་འཇིགས་པ་དང་། ཆུ་དང་། མཚོན་དང་། དུག་དང་། བྱད་སྟེམས་དང་། སྟག་དང་། སེང་གེ་དང་། དུག་དྲག་པོ་དང་། རྐུན་པོ་དང་། གཡོན་ཅན་གྱིས་འཇིགས་པར་འགྱུར་བ་དང་།
en: those who are afraid of fire, water, weapons, toxins, curses, tigers, lions, strong poisons, thieves, and rogues,

source: གང་དག་ཆོས་གོས་དང་། བསོད་སྙོམས་དང་། མལ་ཆ་དང་། སྟན་དང་། ན་བའི་གསོས་སྨན་དང་། ཡོ་བྱད་ཀྱིས་ཕོངས་པ་
en: and those who are bereft of monastic robes, alms, bedding, a seat, medicine to cure disease, or of basic necessities.

source: དེ་དག་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་ནམ་མཁའི་སྙིང་པོའི་མིང་ནས་བརྗོད་ཅིང་།
en: such beings may call out the name of the bodhisattva Ākāśagarbha,

source: །བདག་ནི་ཁྱོད་ལ་བརྟེན་ནས་ཞི་བ་དང་བདེ་བ། ཚེ་འདི་དང་ཚེ་རབས་གཞན་དུ་ཐོབ་པར་འགྱུར་རོ།
en: Relying upon you, I will attain peace and happiness in this and future lives.

source: རྒྱལ་པོའི་བུ་ལ་ལ་ཞིག་གནས་ཆེན་པོའི་དབང་བསྐུར་བ་ཐོབ་པར་སེམས་པ་
en: Some princes may wish to be promoted to a higher rank.

source: དེ་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་ནམ་མཁའི་སྙིང་པོའི་མིང་བརྗོད་ཅིང་ཕྱག་འཚལ་ལ། མཆོད་པ་དང་རིམ་གྲོ་བྱེད་པ་ལ་སོགས་ཏེ།
en: They might utter the name of the bodhisattva Ākāśagarbha and pay homage to him, worship and venerate him, and so forth.

source: །བསམ་པ་དང་། སེམས་པ་ཐམས་ཅད་དང་། བསམ་པ་ཡིད་བཞིན་དུ་རབ་ཏུ་རྫོགས་པར་མཛོད་ཅིག
en: Fulfill my aspirations and intentions, each one of them, according to my wishes.

source: །གང་སེམས་ཤིང་གང་གསོལ་བ་ཐུགས་རྗེ་ཆེན་པོ་དང་ལྡན་པ་ཁྱོད་ཀྱིས་མཛོད་ཅིག་
en: You, who are endowed with great compassion, grant me whatever I wish, and kindly do whatever I request.

source: །རིགས་ཀྱི་བུ་རྒྱ་མཚོ་ཆེན་པོའི་ཆུའི་ཐིགས་པ་ནི་ལ་ལ་ཞིག་གིས་ཚད་བཟུང་བར་ནུས་སྲིད་
en: Son of noble family, some may be able to estimate how many drops of water are contained in the great ocean,

source: ཀྱི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནམ་མཁའི་སྙིང་པོ་ཐབས་དང་ཡེ་ཤེས་ལ་མཁས་པ་དང་། ཐབས་ཀྱིས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཚད་ནི་གཟུང་མི་ནུས་སོ།
en: but no one can fathom the extent to which the bodhisattva mahāsattva Ākāśagarbha is gifted in skillful means and wisdom, or the extent of his activities that ripen sentient beings through skillful means.

source: །རིགས་ཀྱི་བུ་ཕྱོགས་བཅུའི་ནམ་མཁའ་མཐའ་ཡས་མུ་མེད་པ་ཐམས་ཅད་ཀྱི་ཚད་ནི་ལ་ལས་གཟུང་བར་ནུས་སྲིད་ཀྱི།
en: Son of noble family, some may be able to apprehend the expanse of the whole of the infinite, limitless space in the ten directions, but

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནམ་མཁའི་སྙིང་པོ་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་རྣམ་པ་སྣ་ཚོགས་སུ་སྤྲུལ་པར་བྱེད་པ་ནི་ཚད་གཟུང་མི་ནུས་ཏེ།
en: it is impossible to fathom the multitude of forms the bodhisattva mahāsattva Ākāśagarbha takes in order to bring sentient beings to spiritual maturity.

source: དེ་དུད་འགྲོའི་སྐྱེ་གནས་སུ་སྐྱེས་པ་རྣམས་ཀྱི་ནང་དུ་ནི་དུད་འགྲོའི་གཟུགས་སུ་སྤྲུལ་པར་བྱེད་དོ།
en: Among those born in the animal realm he manifests in the form of an animal;

source: །སེམས་ཅན་དམྱལ་བ་པ་རྣམས་ཀྱི་ནང་དུ་ནི་སེམས་ཅན་དམྱལ་བ་པའི་གཟུགས་སུ་སྤྲུལ་པར་བྱེད་པ་ནས་
en: among hell beings, in the form of a hell being; and

source: གཤིན་རྗེའི་འཇིག་རྟེན་པ་རྣམས་ལ་གཤིན་རྗེའི་འཇིག་རྟེན་གྱི་གཟུགས་ཀྱི་བར་དུ་སྤྲུལ་པར་བྱེད་དོ།
en: for those of the Yama world, as a being of the Yama world, and so forth.

source: སྡིག་པའི་ལས་སྤྲུག་པའི་ཕྱིར། ངན་སོང་ལས་བསྒྲལ་བའི་ཕྱིར། མཐོ་རིས་ལ་དགོད་པའི་ཕྱིར།
en: in order to eliminate the karma of their negative deeds, to liberate them from the lower realms, to place them in the higher realms,

source: འཆི་འཕོའི་དུས་ཀྱི་ཚེ་རྣམ་པར་ཤེས་པ་ཐ་མ་རྒྱུ་བའི་ཚེ། གཟུགས་སྣ་ཚོགས་སུ་སྤྲུལ་པར་བྱེད་དེ།
en: he manifests in various forms at the time of death and transference, at the last movement of consciousness,

source: །དེ་ནས་དེའི་ཚེ་འཁོར་འདུས་པ་ཐམས་ཅད་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནམ་མཁའི་སྙིང་པོ་ལ་ངོ་མཚར་ཐོབ། རྨད་དུ་བྱུང་བ་ཐོབ།
en: The entire assembly was amazed and marveled at the bodhisattva mahāsattva Ākāśagarbha.

source: བླ་མ་ལ་བཀུར་སྟི་དང་། བསྟི་སྟང་དུ་བྱ་བ་ཐོབ་པར་གྱུར་ནས་ཐམས་ཅད་ཀྱིས་ཐལ་མོ་སྦྱར་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནམ་མཁའི་སྙིང་པོ་ལ་མཆོད་པ་དང་། བཀུར་སྟི་སྣ་ཚོགས་ཀྱིས་བཀུར་སྟིར་བྱེད།
en: Having paid homage to their teacher and honored him, they all joined their palms and made offerings to the bodhisattva mahāsattva Ākāśagarbha, and honored him in various ways.

source: མེ་ཏོག་དང་། སྤོས་དང་། ཕྲེང་བ་དང་། བྱུག་པ་དང་། མར་མེ་དང་། བདུག་པ་དང་། གདུགས་དང་། རྒྱལ་མཚན་དང་། བ་དན་དང་། ཆོས་གོས་དང་། རྒྱན་དང་། གོས་དང་། བསྟོད་པ་དང་། གླུ་དང་། སིལ་སྙན་དག་གིས་མཆོད་པ་བྱེད་དོ།
en: They made offerings of flowers, incense, garlands, ointments, lamps, parasols, victory banners, flags, monastic robes, ornaments, garments, praises, songs, and cymbal music.

source: །བྱང་ཆུབ་སེམས་དཔའ་ནམ་མཁའི་སྙིང་པོ་དེས་ཀྱང་དེ་དག་ཐམས་ཅད་བཅོམ་ལྡན་འདས་ལ་ཕུལ་ལོ།
en: The bodhisattva Ākāśagarbha in turn presented the Bhagavān with all of these offerings,

source: །ཕུལ་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་ཕྱག་འཚལ་ནས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: then prostrated at the feet of the Bhagavān and supplicated him with these words:

source: །བཙུན་པ་བཅོམ་ལྡན་འདས་ཉོན་མོངས་པ་ཅན་སྙིགས་མ་ལྔ་དང་ལྡན་པའི་སངས་རྒྱས་ཀྱི་ཞིང་འདིར་
en: Venerable Bhagavān, in this afflicted buddhafield stained by the five impurities,

source: སེམས་ཅན་མ་རིག་པའི་མུན་པ་ཆེན་པོས་རྨོངས་པ་རྣམས་ལ་སངས་རྒྱས་ཀྱི་དོན་བགྱི་བར་ཇི་ལྟར་རྔོ་ཐོགས་ལགས།
en: beings are deluded due to the great darkness of ignorance. How can those beings be benefited, so as to bring about their enlightenment?

source: །དེ་ལ་སྐར་མ་དང་། གཟའ་དང་། ཉི་མ་དང་། ཟླ་བའི་བྱེ་བྲག་མི་མངོན་ནི་
en: In this case, if the stars, the planets, the sun, and the moon are not visible,

source: སྐད་ཅིག་དང་། ཐང་ཅིག་དང་། ཡུད་ཙམ་དང་། ཉིན་མོ་དང་། མཚན་མོ་དང་། དུས་དང་། ལོ་རྣམས་ཀྱི་བགྲང་བ་ཡང་མི་མངོན་ནོ།
en: then the seconds, minutes, hours, days, nights, seasons, and years will be imperceptible as well.

source: །རང་སངས་རྒྱས་རྣམས་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་འཇིག་རྟེན་དུ་འབྱུང་བར་འགྱུར་རོ།
en: Pratyekabuddhas and bodhisattva mahāsattvas will appear in the world.

source: །དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་འཇིག་རྟེན་དུ་འབྱུང་བར་འགྱུར་རོ།
en: Tathāgata, arhat, perfectly complete buddhas will appear in the world.

source: །རིགས་ཀྱི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། ནམ་མཁའ་མིག་ལ་གནས་སམ།
en: Son of noble family, what do you think: does space abide in the eye?

source: མྱུ་གུ་མ་མཆིས་པ། ས་བོན་མ་མཆིས་པ། འབྲས་བུ་མ་མཆིས་པ། རྣམ་པར་སྨིན་པ་མ་མཆིས་པ།
en: It is devoid of sprout, seed, fruit, and ripening,

source: ཡི་གེ་མ་མཆིས་པ། རློམ་སེམས་མ་མཆིས་པ་ལགས་སོ།
en: devoid of words, and of mental fixation.

source: བཅོམ་ལྡན་འདས་དེ་མ་ལགས་སོ།
en: Bhagavān, it does not,

source: །ཅི་མིག་གི་རྣམ་པར་ཤེས་པ་ལ་གནས་སམ།
en: Does it abide in the eye consciousness?

source: །ཅི་མིག་གིས་ཀུན་དུ་རེག་པ་ལ་གནས་སམ།
en: Does it abide in that which is apprehended by the eye?

source: །གང་ཡང་ནང་དུ་མིག་གིས་ཀུན་དུ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་གསུམ་འབྱུང་བ་དེ་ལ་ནམ་མཁའ་གནས་སམ།
en: Does space abide anywhere inside, in the arising of the three feelings caused by the eye apprehending an object?

source: །དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་ལ་ཡང་བརྗོད་པར་བྱའོ།
en: The same is to be said about the ears, the nose, the tongue, and the body as well.

source: །རིགས་ཀྱི་བུ་འདི་ཇི་སྙམ་དུ་སེམས།
en: Son of noble family, what do you think:

source: ནམ་མཁའ་མིག་ལ་གནས་སམ།
en: does space abide in the eye?

source: ནམ་མཁའ་ཡིད་ལ་གནས་པ་ནས་ཡིད་ཀྱིས་ཀུན་དུ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་གསུམ་འབྱུང་བ་དེ་ལ་ནམ་མཁའ་གནས་སམ།
en: does space abide in the mind, or anywhere else up to the arising of the three feelings caused by the mind apprehending an object?

source: སེམས་ཅན་ནམ་མཁའ་ལ་གནས་སམ།
en: do sentient beings abide in space?

source: ནམ་མཁའ་སེམས་ཅན་ལ་གནས་སམ།
en: does space abide in sentient beings?

source: བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནམ་མཁའི་སྙིང་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Thus did the bodhisattva mahāsattva Ākāśagarbha reply to the Bhagavan’s questions.

source: བྱ་བ་རཱ་ཛ། མན་ཏ་ཀྵཱ་ཡ། ཛི་ན་ཛ་ཡ། ཛ་ན་ནི་མ་མུ་ནི་ཧ་ར། ཨ་ན་ཡ་ཕ་ལ། གུ་ཎ་གརྦྷ། ནི་ཡ་མ་སུ་རི་ནཱ་ཡ། བུ་པ་ཤ། ཤ་ཏ་ཤ་པ། ཤ་མ་ཤ་ན། ཏ་ཐ་ཀ་མ། ཤ་མཾ་གུ། མཱ་ཏུ་ཤི་ཥ། ཤ་མ་ཙེ་ཏ་ནཱ་ཡ། ཀླེ་ཤཱན་ཏ་སཾ་ཤོ་ཥ་ཎེ་སྭཱ་ཧཱ།
en: vyava­rāja | mantakṣāya | jinajaya | jananimamunihara | anayaphala | guṇa­garbha | niyamasurināya | bupaśa | śataśapa | śamaśana | tathakama | śamaṅgu | mātuśiṣa | śama­cetanāya | kleṣāntasaṃśoṣaṇe svāhā |

source: ལེགས་སོ་ལེགས་སོ།
en: Well said, well said.

source: ཐ་མའི་རྣམ་པར་ཤེས་པ་ལ་ཉོན་མོངས་པའི་སྒྲིབ་པ་དང་། ལས་ཀྱི་སྒྲིབ་པ་དང་། ཆོས་ཀྱི་སྒྲིབ་པ་ཡོད་པ་སྤྲུག་པ་དང་། སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་གཏོང་ནུས་སོ།
en: at the last moment of beings’ consciousness, you will have the capacity to eliminate their obscuration of afflictions, their obscuration of karma, and their obscuration with regard to phenomena, and send them to the completely pure buddhafields.

source: །ཁྱོད་ནི་འཇིག་རྟེན་གྱི་ཁམས་དཔག་ཏུ་མེད། གྲངས་མེད་པར་འགྲོ་བ་དང་།
en: You will go to limitless, uncountable world systems, and

source: སེམས་ཅན་རྣམས་ལ་སྙིང་རྗེའི་དབང་གིས་གྲོང་དང་། གྲོང་ཁྱེར་དང་། གྲོང་རྡལ་དང་། ལྗོངས་དང་། ཡུལ་འཁོར་དང་། རྒྱལ་པོའི་ཕོ་བྲང་དུ་གཟུགས་དང་། ཆ་ལུགས་དང་། སྤྱོད་ལམ་སྣ་ཚོགས་ཀྱིས་ཐེག་པ་ཆེན་པོའི་མདོ་སྡེ་སྣ་ཚོགས་འཆད་པ་དང་།
en: by the power of compassion for sentient beings you will expound various classes of Mahāyāna sūtras in the villages, towns, market places, provinces, countries, and kings’ palaces, manifesting in various forms with appropriate attire and conduct.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་འདི་བསྟན་པའི་ཚེ་ལྷ་དང་མིའི་སྐྱེ་དགུ་དཔག་ཏུ་མེད། གྲངས་མེད་པ་དག་གིས་ཏིང་ངེ་འཛིན་དང་། གཟུངས་དང་། བཟོད་པ་སྣ་ཚོགས་ཐོབ་པར་གྱུར་ཏོ།
en: As the Bhagavān was teaching, limitless, countless beings of nine types of birth among gods and men attained various states of meditative concentration, dhāraṇīs and tolerance,

source: །སེམས་ཅན་རྣམས་ཀྱི་རྩོད་པ་གང་། །ཅི་ཡང་རུང་སྟེ་དེ་དག་གི། །གཞི་རྩ་སྤངས་ནས་
en: When beings give up the very basis Of their conflicts, whatever they may be,

source: ལྟ་ཀུན་གྱི། །གཞི་རྩ་མྱུར་དུ་འགྱུར་བ་ཡིན།
en: The very basis of all their views Will quickly change.
